{
  "navbar": {
    "instructions": "Instructions",
    "ourBlog": "Our blog",
    "press": "Press",
    "join": "Join us"
  },
  "howWork": "How it works",
  "contributing": {
    "title": "Contribute to protecting people and the environment",
    "description": "Every photo or observation you record of a snake whether found in the wild or near homes can greatly enhance our understanding of snake species and help determine their level of venomousness. Through our website, we analyze your sightings with precision to assess whether the snake is venomous, and we share this data with global biodiversity repositories to assist scientists and wildlife experts. A single photo from you could make a difference and help keep others safe."
  },
  "features": {
    "title": "Nature at Your Fingertips",
    "continueTracking": {
      "title": "Keep Observing Snakes",
      "description": "Submit your snake sightings to help build a global understanding of their distribution and behavior."
    },
    "createUsefulData": {
      "title": "Generate Valuable Snake Data",
      "description": "Every photo helps experts detect venomous species and study snake habitats more effectively."
    },
    "collectiveIdentification": {
      "title": "Crowdsource Identification",
      "description": "Let the community and specialists help identify the type of snake you've encountered."
    },
    "beCitizenScientist": {
      "title": "Be a Snake Safety Advocate",
      "description": "Join scientific efforts to map venomous snakes and keep your community informed and protected."
    },
    "discoverNature": {
      "title": "Discover Snake Diversity",
      "description": "Learn about the many snake species in your region and how to safely interact with wildlife."
    },
    "fuelDiversity": {
      "title": "Support Biodiversity Monitoring",
      "description": "Your observations contribute to global snake research and help preserve ecological balance."
    }
  },
  "devices": {
    "subTitle": "Works on all your devices",
    "text": "Install our mobile apps so you can always observe, even without cell reception or Wi-Fi.",
    "buttons": {
      "googlePlay": "Download on Google Play",
      "appStore": "Download on the App Store"
    }
  },
  "expert": {
    "title": "Expert opinions",
    "name": "Dr. Leila Nazari",
    "text": "Platforms like this one revolutionize how we study venomous snakes in the field. By combining community observations with real-time analysis, we unlock new paths for both ecological research and public health awareness. I believe this is the future of citizen-powered science, especially in regions where snake encounters are common."
  },
  "press": {
    "title": "Press",
    "subtitle": "ToxiQR in the news",
    "description": "Select highlights are listed below. For additional updates and stories, follow us on our social media channels or visit our official blog.",
    "contactTitle": "Get in touch",
    "contact": {
      "invite": "If you're a journalist or represent a media outlet, we'd love to keep you informed. Reach out to receive future press releases about our work in snake venom detection, community participation, and the scientific advancements we're contributing to. Contact us at: press@yourdomain.co",
      "contribute": "Have a snake-related observation, project, or inspiring story you’d like to see featured on our channels? We’d love to share your work with the wider community. Don’t hesitate to reach out — your insight matters!",
      "legal": "Our platform is operated by an independent nonprofit organization based in [Your Country or Region], dedicated to advancing biodiversity awareness and public safety through technology and community contributions. Registered under [Your Legal Entity Information] EIN or Registration Number: 00-0000000",
      "avilable": "ToxiQR. Available from",
      "linkLabel": "https://toxi-qr.vercel.app",
      "access": "Accessed [date]"
    }
  }
}
