{
  "navbar": {
    "home": "Home",
    "instructions": "Instructions",
    "ourBlog": "Our blog",
    "press": "Press",
    "join": "Join us"
  },
  "howWork": {
    "title": "How ToxiQR Works",
    "steps": {
      "step1": "Take a phto",
      "step2": "Get results",
      "step3": "Verify by email"
    }
  },
  "contributing": {
    "title": "Contribute to protecting people and the environment",
    "description": "Every photo or observation you record of a snake whether found in the wild or near homes can greatly enhance our understanding of snake species and help determine their level of venomousness. Through our website, we analyze your sightings with precision to assess whether the snake is venomous, and we share this data with global biodiversity repositories to assist scientists and wildlife experts. A single photo from you could make a difference and help keep others safe."
  },
  "features": {
    "title": "Nature at Your Fingertips",
    "continueTracking": {
      "title": "Keep Observing Snakes",
      "description": "Submit your snake sightings to help build a global understanding of their distribution and behavior."
    },
    "createUsefulData": {
      "title": "Generate Valuable Snake Data",
      "description": "Every photo helps experts detect venomous species and study snake habitats more effectively."
    },
    "collectiveIdentification": {
      "title": "Crowdsource Identification",
      "description": "Let the community and specialists help identify the type of snake you've encountered."
    },
    "beCitizenScientist": {
      "title": "Be a Snake Safety Advocate",
      "description": "Join scientific efforts to map venomous snakes and keep your community informed and protected."
    },
    "discoverNature": {
      "title": "Discover Snake Diversity",
      "description": "Learn about the many snake species in your region and how to safely interact with wildlife."
    },
    "fuelDiversity": {
      "title": "Support Biodiversity Monitoring",
      "description": "Your observations contribute to global snake research and help preserve ecological balance."
    }
  },
  "devices": {
    "subTitle": "Works on all your devices",
    "text": "Install our mobile apps so you can always observe, even without cell reception or Wi-Fi.",
    "buttons": {
      "googlePlay": "Download on Google Play",
      "appStore": "Download on the App Store"
    }
  },
  "expert": {
    "title": "Expert opinions",
    "name": "Dr. Leila Nazari",
    "text": "ToxiQR does a remarkable job at telling apart venomous from non-venomous snakes and spiders, also it does it fast. But what really makes it stand out is that the results aren’t left to AI alone. Every prediction is carefully reviewed by a real expert, adding that extra layer of trust. It’s this smart mix of technology and human experience that makes ToxiQR such a reliable and reassuring tool for anyone dealing with snake encounters."
  },
  "press": {
    "title": "Press",
    "subtitle": "ToxiQR in the news",
    "description": "Select highlights are listed below. For additional updates and stories, follow us on our social media channels or visit our official blog.",
    "contactTitle": "Get in touch",
    "contact": {
      "invite": "If you're a journalist or represent a media outlet, we'd love to keep you informed. Reach out to receive future press releases about our work in snake venom detection, community participation, and the scientific advancements we're contributing to. Contact us at: press@yourdomain.co",
      "contribute": "Have a snake-related observation, project, or inspiring story you’d like to see featured on our channels? We’d love to share your work with the wider community. Don’t hesitate to reach out — your insight matters!",
      "legal": "Our platform is operated by an independent nonprofit organization based in [Your Country or Region], dedicated to advancing biodiversity awareness and public safety through technology and community contributions. Registered under [Your Legal Entity Information] EIN or Registration Number: 00-0000000",
      "avilable": "ToxiQR. Available from",
      "linkLabel": "https://toxi-qr.vercel.app",
      "access": "Accessed [date]"
    }
  },
  "instructions": {
    "title": "Important Instructions About Using ToxiQR",
    "i1": "You should not put yourself at risk by approaching poisonous animals to photograph them.",
    "i2": "The quality of the image plays a significant role in identifying the types of animals, so it is advisable to use high-quality photos and repeatedly upload the image from different angles to ensure the result.",
    "i3": " Results are not absolutely accurate; therefore, verification of information is recommended.",
    "i4": "ToxiQR is based on a personal, volunteer, and non-profit awareness creation.",
    "i5": "ToxiQR cannot substitute a consultation with a physician in your home country, especially if you suspect whether the animals is toxic. In such cases, contacting local authorities of that country will be in a position to verify if the animals are poisonous.",
    "i6": "Information will be updated regularly until we achieve a high level of accuracy in our work.",
    "i7": " The specific species may have a poisonous gland, but the criterion for evaluating the results depends mainly on the effect of this toxicity on human health.",
    "i8": "ToxiQR will save the attached images to improve work quality and use them to train Al models. By attaching an image, you agree to its use for development and training purposes in ToxiQR.",
    "i9": "If you have any suggestions or complaints, please do not hesitate to contact us via ToxiQR accounts on social media or email."
  },
  "detection": {
    "title": "Use ToxiQR’s Detection AI to Identify Snakes and Spiders!",
    "subtitle": "Please read the instructions before uploading the image",
    "form": {
      "email": {
        "label": "Email",
        "placeholder": "Enter your Email"
      },
      "state": "State",
      "country": {
        "label": "Country",
        "placeholder": "Choose your country"
      },
      "submit": "Submit"
    },
    "validation": {
      "email_required": "Email is required",
      "email_invalid": "Invalid email format",
      "state_required": "State is required",
      "country_required": "Please select a country",
      "image_required": "Please upload an image",
      "image_invalid": "File must be a valid image"
    },
    "upload": {
      "drop_here": "Drop/Upload/Paste Image here",
      "error_not_image": "Pasted content is not an image.",
      "error_invalid": "Please upload a valid image file."
    }
  }
}
